Repository: common-repository/sunlime-post-label-center-export-tool
Catalog: languages/splc-*.po
Languages: de_de

source: This plugin enables the export of WooCommerce orders to an existing Post Label Center.
de_de: Dieses Plugin ermöglicht den Export von WooCommerce-Bestellungen in ein bestehendes Post Label Center.

source: Bunch
de_de: Bündel

source: Bale, compacted
de_de: Ballen, verdichtet

source: Bale, compressed
de_de: Ballen, komprimiert

source: Cylindrical bottle
de_de: Zylindrische Flasche

source: Beam
de_de: Balken

source: Box
de_de: Schachtel

source: Decimeter
de_de: Dezimeter

source: Squaare foot
de_de: Quadratfuß

source: Gram
de_de: Gramm

source: Kilogram
de_de: Kilogramm

source: Cubic meter
de_de: Kubikmeter

source: Piece
de_de: Stück

source: Bag
de_de: Sack

source: Sale of goods
de_de: Verkauf von Waren

source: Gift
de_de: Geschenk

source: Documents
de_de: Dokumente

source: Samples
de_de: Warenmuster

source: Returns
de_de: Rückwaren

source: Other
de_de: Anderes

source: Return packet
de_de: Retourpaket

source: Return packet international
de_de: Retourpaket International

source: Small packet
de_de: Kleinpaket

source: Packet Austria
de_de: Paket Österreich

source: Packet Premium International
de_de: Paket Premium International

source: Combi-freight Austria
de_de: Combi-freight Österreich

source: Packet Premium Austria B2B
de_de: Paket Premium Österreich B2B

source: EMS Austria
de_de: EMS Österreich

source: Packet size M with shipment tracking
de_de: Päckchen M mit Sendungsverfolgung

source: Packet Plus Int. Outbound
de_de: Paket Plus Int. Outbound

source: Packet Light Int. non boxable Outbound
de_de: Paket Light Int. non boxable Outbound

source: Return packet international standard
de_de: Retourpaket International Standard

source: Any country
de_de: Irgendein Land

source: Remove entry
de_de: Eintrag entfernen

source: Shipper Data
de_de: Versenderdaten

source: Street*
de_de: Straße*

source: Street
de_de: Straße

source: House number*
de_de: Hausnummer*

source: House number
de_de: Hausnummer

source: Postcode*
de_de: Postleitzahl*

source: Postcode
de_de: Postleitzahl

source: City*
de_de: Stadt*

source: City
de_de: Stadt

source: Country*
de_de: Land*

source: Country
de_de: Land

source: Phone*
de_de: Telefon*

source: Phone
de_de: Telefon

source: PLC Data
de_de: PLC-Daten

source: WSDL Endpoint*
de_de: WSDL-Endpunkt*

source: WSDL Endpoint
de_de: WSDL-Endpunkt

source: Standard Packets
de_de: Standard Pakete

source: Standard Unit
de_de: Standardeinheit

source: Standard Customs Option
de_de: Standard-Zolloption

source: Standard Country of Origin
de_de: Standardherkunftsland

source: Standard Customs Number
de_de: Standard-Zolltarifnummer

source: Set Order automatically completed
de_de: Bestellung automatisch abschließen

source: If set the order will be automatically completed, if it has been successfully added to plc.
de_de: Wenn diese Option aktiviert ist, wird die Bestellung automatisch abgeschlossen, wenn sie erfolgreich zum PLC geschickt wurde.

source: Here you can select for each country the according packet, which has to be used in the export
de_de: Hier können Sie für das jeweilige Land ein Standard Paket bestimmen, das an das Post Label Center gesendet wird

source: Add entry
de_de: Eintrag hinzufügen

source: PLC Options
de_de: PLC Optionen

source: Settings saved
de_de: Einstellungen gespeichert

source: Save Settings
de_de: Einstellungen speichern

source: Please set all required fields on the %s
de_de: Bitte füllen Sie alle benötigten Felder auf der %s aus

source: PLC Options Page
de_de: PLC Options-Seite

source: Change to status PLC
de_de: Zum Status PLC ändern

source: The order was changed thorugh bulk edit.
de_de: Die Bestellung wurde mittels Massenverarbeitung geändert.

source: Order has not yet been sent to PLC
de_de: Bestellung wurde noch nicht an PLC gesendet

source: Packet
de_de: Paket

source: Choose a packet for that product. If no packet is chosen, the standard packet on the settings page is taken.
de_de: Wählen Sie die Einheit für dieses Produkt aus. Wenn keine Einheit ausgewählt ist, wird die Standardeinheit auf der Einstellungsseite übernommen.

source: Customs Number
de_de: Zolltarifnummer

source: Enter the customs number for that product. If no number is added the standard number on the settings page is taken.
de_de: Geben Sie die Zolltarifnummer für dieses Produkt ein. Wenn keine Nummer hinzugefügt wird, wird die Standardnummer auf der Einstellungsseite übernommen.

source: Unit
de_de: Einheit

source: Choose the unit for that product. If no unit is selected the standard unit on the settings page is taken.
de_de: Wählen Sie die Einheit für dieses Produkt aus. Wenn keine Einheit ausgewählt ist, wird die Standardeinheit auf der Einstellungsseite übernommen.

source: Customs Option
de_de: Zolloption

source: Choose the customs option for that product. If no customs option is selected the standard customs option on the settings page is taken.
de_de: Wählen Sie die Zolloption für dieses Produkt aus. Wenn keine Zolloption ausgewählt ist, wird die Standardzolloption auf der Einstellungsseite übernommen.

source: Country of Origin
de_de: Herkunftsland

source: Choose the country of origin for that product. If no country of origin is selected the standard country of origin on the settings page is taken.
de_de: Wählen Sie das Ursprungsland für dieses Produkt aus. Wenn kein Ursprungsland ausgewählt ist, wird das Standardursprungsland auf der Einstellungsseite übernommen.

source: Please install and activate WooCommerce to use the PLC export tool
de_de: Bitte installieren und aktivieren Sie WooCommerce, um das PLC-Export-Tool zu verwenden

source: It seems, that your server has no SOAPClient class, please contact your server provider/administrator
de_de: Es scheint, dass Ihr Server keine SOAPClient-Klasse hat, wenden Sie sich bitte an Ihren Serveranbieter/Administrator
